Revit 2027 API
ParameterTypeId.EnergyAnalysisSpaceBoundingParam Property
 "Analytical Space Bounding"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId EnergyAnalysisSpaceBoundingParam { get; }
Public Shared ReadOnly Property EnergyAnalysisSpaceBoundingParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ EnergyAnalysisSpaceBoundingParam {
	ForgeTypeId^ get ();
}
static member EnergyAnalysisSpaceBoundingParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace